Repository: jhancock1975/pockterm
Catalog: pockterm/Localizable.xcstrings
Source language: en
Languages: ar, el, es, fr, he, hi, it, ja, ko, ru, te, uk, zh_hans, zh_hant

source: Controls whether the assistant asks before running commands or editing files on your server.
ar: يحدّد ما إذا كان المساعد يسأل قبل تنفيذ الأوامر أو تعديل الملفات على خادمك.
el: Καθορίζει αν ο βοηθός ρωτά πριν εκτελέσει εντολές ή επεξεργαστεί αρχεία στον διακομιστή σας.
es: Controla si el asistente pregunta antes de ejecutar comandos o editar archivos en tu servidor.
fr: Détermine si l'assistant demande confirmation avant d'exécuter des commandes ou de modifier des fichiers sur votre serveur.
he: קובע אם העוזר שואל לפני הרצת פקודות או עריכת קבצים בשרת שלך.
hi: तय करता है कि सहायक आपके सर्वर पर कमांड चलाने या फ़ाइलें बदलने से पहले पूछे या नहीं।
it: Determina se l'assistente chiede conferma prima di eseguire comandi o modificare file sul tuo server.
ja: アシスタントがサーバ上でコマンドを実行したりファイルを編集したりする前に確認するかどうかを決めます。
ko: 어시스턴트가 서버에서 명령어를 실행하거나 파일을 편집하기 전에 확인할지 여부를 결정합니다.
ru: Определяет, спрашивает ли ассистент перед выполнением команд или изменением файлов на вашем сервере.
te: మీ సర్వర్‌లో కమాండ్‌లను అమలు చేసే ముందు లేదా ఫైల్‌లను మార్చే ముందు సహాయకుడు అడగాలా వద్దా అనేది నిర్ణయిస్తుంది.
uk: Визначає, чи запитує асистент перед виконанням команд або зміною файлів на вашому сервері.
zh_hans: 控制助手在服务器上运行命令或编辑文件之前是否先询问你。
zh_hant: 控制助理在你的伺服器上執行指令或編輯檔案前是否先詢問。

source: Couldn't Attach File
ar: تعذّر إرفاق الملف
el: Δεν ήταν δυνατή η επισύναψη του αρχείου
es: No se pudo adjuntar el archivo
fr: Impossible de joindre le fichier
he: לא ניתן לצרף את הקובץ
hi: फ़ाइल संलग्न नहीं हो सकी
it: Impossibile allegare il file
ja: ファイルを添付できませんでした
ko: 파일을 첨부하지 못함
ru: Не удалось прикрепить файл
te: ఫైల్‌ను జతచేయలేకపోయాం
uk: Не вдалося прикріпити файл
zh_hans: 无法附加文件
zh_hant: 無法附加檔案

source: Couldn't download “%@”: %@
ar: تعذّر تنزيل «%@»: %@
el: Δεν ήταν δυνατή η λήψη του «%@»: %@
es: No se pudo descargar «%@»: %@
fr: Impossible de télécharger « %@ » : %@
he: לא ניתן היה להוריד את ״%@״: %@
hi: “%@” डाउनलोड नहीं हो सका: %@
it: Impossibile scaricare «%@»: %@
ja: “%@”をダウンロードできませんでした: %@
ko: ‘%@’을(를) 다운로드할 수 없음: %@
ru: Не удалось скачать «%@»: %@
te: “%@” డౌన్‌లోడ్ కాలేదు: %@
uk: Не вдалося завантажити «%@»: %@
zh_hans: 无法下载“%@”：%@
zh_hant: 無法下載「%@」：%@

source: Couldn't reach %@; showing the cached list.
ar: تعذّر الوصول إلى %@؛ يتم عرض القائمة المخزّنة.
el: Δεν ήταν δυνατή η πρόσβαση στο %@· εμφανίζεται η αποθηκευμένη λίστα.
es: No se pudo conectar con %@; se muestra la lista en caché.
fr: Impossible de joindre %@ ; la liste en cache est affichée.
he: לא ניתן להגיע אל %@; מוצגת הרשימה השמורה.
hi: %@ तक नहीं पहुँच सके; सहेजी गई सूची दिखाई जा रही है।
it: Impossibile raggiungere %@; viene mostrato l'elenco memorizzato.
ja: %@ に接続できませんでした。保存済みのリストを表示します。
ko: %@에 연결하지 못했습니다. 저장된 목록을 표시합니다.
ru: Не удалось связаться с %@; показан сохранённый список.
te: %@ ను చేరలేకపోయాం; సేవ్ చేసిన జాబితా చూపబడుతోంది.
uk: Не вдалося зв'язатися з %@; показано збережений список.
zh_hans: 无法连接 %@；显示缓存的列表。
zh_hant: 無法連線至 %@；顯示快取的列表。

source: Couldn't upload “%@”: %@
ar: تعذّر رفع «%@»: %@
el: Δεν ήταν δυνατή η μεταφόρτωση του «%@»: %@
es: No se pudo subir «%@»: %@
fr: Impossible d'envoyer « %@ » : %@
he: לא ניתן היה להעלות את ״%@״: %@
hi: “%@” अपलोड नहीं हो सका: %@
it: Impossibile caricare «%@»: %@
ja: “%@”をアップロードできませんでした: %@
ko: ‘%@’을(를) 업로드할 수 없음: %@
ru: Не удалось загрузить «%@»: %@
te: “%@” అప్‌లోడ్ కాలేదు: %@
uk: Не вдалося вивантажити «%@»: %@
zh_hans: 无法上传“%@”：%@
zh_hant: 無法上傳「%@」：%@

source: Create
ar: إنشاء
el: Δημιουργία
es: Crear
fr: Créer
he: צור
hi: बनाएँ
it: Crea
ja: 作成
ko: 생성
ru: Создать
te: సృష్టించు
uk: Створити
zh_hans: 创建
zh_hant: 製作

source: Create a host
ar: إنشاء مضيف
el: Δημιουργία διακομιστή
es: Crear un host
fr: Créer un hôte
he: יצירת מארח
hi: होस्ट बनाएँ
it: Creare un host
ja: ホストを作成する
ko: 호스트 생성하기
ru: Создание хоста
te: హోస్ట్‌ను సృష్టించడం
uk: Створення хоста
zh_hans: 创建主机
zh_hant: 製作主機

source: Create a server you can connect to
ar: أنشئ خادمًا يمكنك الاتصال به
el: Δημιουργήστε έναν διακομιστή για σύνδεση
es: Crea un servidor al que puedas conectarte
fr: Créez un serveur auquel vous connecter
he: צור שרת שאפשר להתחבר אליו
hi: ऐसा सर्वर बनाएँ जिससे आप कनेक्ट कर सकें
it: Crea un server a cui connetterti
ja: 接続できるサーバを作成します
ko: 연결할 수 있는 서버를 생성합니다
ru: Создайте сервер, к которому можно подключиться
te: మీరు కనెక్ట్ అయ్యే సర్వర్‌ను సృష్టించండి
uk: Створіть сервер, до якого можна підключитися
zh_hans: 创建一个可以连接的服务器
zh_hant: 製作一個可以連線的伺服器

source: Create credentials
ar: إنشاء بيانات اعتماد
el: Δημιουργία διαπιστευτηρίων
es: Crear credenciales
fr: Créer des identifiants
he: יצירת אישורי גישה
hi: क्रेडेंशियल बनाएँ
it: Creare credenziali
ja: 認証情報を作成する
ko: 인증 정보 생성하기
ru: Создание учётных данных
te: ఆధారాలను సృష్టించడం
uk: Створення облікових даних
zh_hans: 创建凭证
zh_hant: 製作憑證

source: Creates a new key pair stored securely in the Keychain.
ar: ينشئ زوج مفاتيح جديدًا ويحفظه بأمان في سلسلة المفاتيح.
el: Δημιουργεί ένα νέο ζεύγος κλειδιών που φυλάσσεται με ασφάλεια στο Μπρελόκ.
es: Crea un par de claves nuevo y lo guarda de forma segura en el Llavero.
fr: Crée une nouvelle paire de clés conservée en sécurité dans le trousseau.
he: יוצר זוג מפתחות חדש ושומר אותו באופן מאובטח במחזיק המפתחות.
hi: एक नई कुंजी जोड़ी बनाता है जो कीचेन में सुरक्षित रूप से रखी जाती है।
it: Crea una nuova coppia di chiavi conservata in sicurezza nel Portachiavi.
ja: 新しい鍵ペアを作成し、キーチェーンに安全に保存します。
ko: 새로운 키 쌍을 만들어 키체인에 안전하게 저장합니다.
ru: Создаёт новую пару ключей, надёжно сохраняемую в связке ключей.
te: కీచెయిన్‌లో సురక్షితంగా నిల్వ చేయబడే కొత్త కీ జతను సృష్టిస్తుంది.
uk: Створює нову пару ключів, яка надійно зберігається у зв'язці ключів.
zh_hans: 创建新的密钥对，并安全地存储在钥匙串中。
zh_hant: 製作新的金鑰組，並安全地儲存在鑰匙圈中。

source: Credentials
ar: بيانات الاعتماد
el: Διαπιστευτήρια
es: Credenciales
fr: Identifiants
he: אישורי גישה
hi: क्रेडेंशियल
it: Credenziali
ja: 認証情報
ko: 인증 정보
ru: Учётные данные
te: ఆధారాలు
uk: Облікові дані
zh_hans: 凭证
zh_hant: 憑證

source: Credentials & SSH Keys
ar: بيانات الاعتماد ومفاتيح SSH
el: Διαπιστευτήρια και κλειδιά SSH
es: Credenciales y claves SSH
fr: Identifiants et clés SSH
he: אישורי גישה ומפתחות SSH
hi: क्रेडेंशियल और SSH कुंजियाँ
it: Credenziali e chiavi SSH
ja: 認証情報と SSH 鍵
ko: 인증 정보 및 SSH 키
ru: Учётные данные и ключи SSH
te: ఆధారాలు మరియు SSH కీలు
uk: Облікові дані та ключі SSH
zh_hans: 凭证与 SSH 密钥
zh_hant: 憑證與 SSH 金鑰

source: Custom
ar: مخصص
el: Προσαρμοσμένο
es: Personalizado
fr: Personnalisé
he: מותאם אישית
hi: कस्टम
it: Personalizzato
ja: カスタム
ko: 사용자 설정
ru: Свой
te: అనుకూలం
uk: Власний
zh_hans: 自定义
zh_hant: 自訂

source: Date
ar: التاريخ
el: Ημερομηνία
es: Fecha
he: תאריך
hi: तारीख़
it: Data
ja: 日付
ko: 날짜
ru: Дата
te: తేదీ
uk: Дата
zh_hans: 日期
zh_hant: 日期

source: Default (inherit)
ar: افتراضي (موروث)
el: Προεπιλογή (κληρονομιά)
es: Predeterminado (heredado)
fr: Par défaut (hérité)
he: ברירת מחדל (בירושה)
hi: डिफ़ॉल्ट (विरासत)
it: Predefinito (eredita)
ja: デフォルト（継承）
ko: 기본값(상속)
ru: По умолчанию (наследовать)
te: డిఫాల్ట్ (వారసత్వం)
uk: Типово (успадкувати)
zh_hans: 默认（继承）
zh_hant: 預設（繼承）

source: Default Credentials
ar: بيانات الاعتماد الافتراضية
el: Προεπιλεγμένα διαπιστευτήρια
es: Credenciales predeterminadas
fr: Identifiants par défaut
he: אישורי גישה כברירת מחדל
hi: डिफ़ॉल्ट क्रेडेंशियल
it: Credenziali predefinite
ja: デフォルトの認証情報
ko: 기본 인증 정보
ru: Учётные данные по умолчанию
te: డిఫాల్ట్ ఆధారాలు
uk: Типові облікові дані
zh_hans: 默认凭证
zh_hant: 預設憑證

source: Default size
ar: الحجم الافتراضي
el: Προεπιλεγμένο μέγεθος
es: Tamaño predeterminado
fr: Taille par défaut
he: גודל ברירת מחדל
hi: डिफ़ॉल्ट आकार
it: Dimensione predefinita
ja: デフォルトのサイズ
ko: 기본 크기
ru: Размер по умолчанию
te: డిఫాల్ట్ పరిమాణం
uk: Типовий розмір
zh_hans: 默认大小
zh_hant: 預設大小

source: Defaults inherited by hosts
ar: الإعدادات الافتراضية التي يرثها المضيفون
el: Προεπιλογές που κληρονομούν οι διακομιστές
es: Valores predeterminados heredados por los hosts
fr: Valeurs par défaut héritées par les hôtes
he: ברירות מחדל שהמארחים יורשים
hi: होस्ट को विरासत में मिलने वाले डिफ़ॉल्ट
it: Valori predefiniti ereditati dagli host
ja: ホストが継承するデフォルト
ko: 호스트가 상속하는 기본값
ru: Значения по умолчанию, наследуемые хостами
te: హోస్ట్‌లు వారసత్వంగా పొందే డిఫాల్ట్‌లు
uk: Типові значення, які успадковують хости
zh_hans: 主机继承的默认值
zh_hant: 主機繼承的預設值

source: Delete
ar: حذف
el: Διαγραφή
es: Eliminar
fr: Supprimer
he: מחק
hi: मिटाएँ
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
te: తొలగించు
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Denied
ar: مرفوض
el: Απορρίφθηκε
es: Denegado
fr: Refusé
he: נדחה
hi: अस्वीकृत
it: Negato
ja: 拒否されました
ko: 거부됨
ru: Запрещено
te: నిరాకరించబడింది
uk: Заборонено
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Deny
ar: رفض
el: Άρνηση
es: Denegar
fr: Refuser
he: דחה
hi: अस्वीकारें
it: Nega
ja: 拒否
ko: 거부
ru: Запретить
te: నిరాకరించు
uk: Заборонити
zh_hans: 拒绝
zh_hant: 拒絕

source: Disconnect the display and the terminal comes back to the phone.
ar: افصل الشاشة فتعود الطرفية إلى الهاتف.
el: Αποσυνδέστε την οθόνη και το τερματικό επιστρέφει στο τηλέφωνο.
es: Desconecta la pantalla y el terminal vuelve al teléfono.
fr: Débranchez l'écran et le terminal revient sur le téléphone.
he: נתק את המסך והמסוף חוזר לטלפון.
hi: डिस्प्ले हटाते ही टर्मिनल वापस फ़ोन पर आ जाता है।
it: Scollega lo schermo e il terminale torna sul telefono.
ja: ディスプレイを外すと、ターミナルは iPhone に戻ります。
ko: 디스플레이 연결을 끊으면 터미널이 iPhone으로 돌아옵니다.
ru: Отключите экран — и терминал вернётся на телефон.
te: డిస్‌ప్లేను డిస్‌కనెక్ట్ చేస్తే టెర్మినల్ తిరిగి ఫోన్‌కు వస్తుంది.
uk: Від'єднайте екран — і термінал повернеться на телефон.
zh_hans: 断开显示器后，终端会回到手机上。
zh_hant: 中斷顯示器連線後，終端機會回到手機上。

source: Disconnected due to inactivity
ar: انقطع الاتصال بسبب الخمول
el: Αποσυνδέθηκε λόγω αδράνειας
es: Desconectado por inactividad
fr: Déconnecté pour cause d'inactivité
he: נותק עקב חוסר פעילות
hi: निष्क्रियता के कारण डिस्कनेक्ट
it: Disconnesso per inattività
ja: 操作がないため切断されました
ko: 비활성으로 인해 연결이 끊김
ru: Отключено из-за бездействия
te: నిష్క్రియత వల్ల డిస్‌కనెక్ట్ అయింది
uk: Відключено через бездіяльність
zh_hans: 因闲置而断开连接
zh_hant: 因閒置而中斷連線

source: Dismiss Keyboard
ar: إخفاء لوحة المفاتيح
el: Κλείσιμο πληκτρολογίου
es: Ocultar el teclado
fr: Fermer le clavier
he: סגור מקלדת
hi: कीबोर्ड बंद करें
it: Chiudi tastiera
ja: キーボードを閉じる
ko: 키보드 닫기
ru: Закрыть клавиатуру
te: కీబోర్డ్ మూసివేయి
uk: Закрити клавіатуру
zh_hans: 收起键盘
zh_hant: 收起鍵盤

source: Done
ar: تم
el: Τέλος
es: Listo
fr: Terminé
he: סיום
hi: पूर्ण
it: Fine
ja: 完了
ko: 완료
ru: Готово
te: పూర్తయింది
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: Download
ar: تنزيل
el: Λήψη
es: Descargar
fr: Télécharger
he: הורד
hi: डाउनलोड करें
it: Scarica
ja: ダウンロード
ko: 다운로드
ru: Скачать
te: డౌన్‌లోడ్ చేయి
uk: Завантажити
zh_hans: 下载
zh_hant: 下載

source: Download a file
ar: تنزيل ملف
el: Λήψη αρχείου
es: Descargar un archivo
fr: Télécharger un fichier
he: הורדת קובץ
hi: फ़ाइल डाउनलोड करें
it: Scaricare un file
ja: ファイルをダウンロードする
ko: 파일 다운로드하기
ru: Скачивание файла
te: ఫైల్‌ను డౌన్‌లోడ్ చేయడం
uk: Завантаження файлу
zh_hans: 下载文件
zh_hant: 下載檔案

source: Drag to reorder; swipe to remove. The bar scrolls horizontally in the terminal.
ar: اسحب لإعادة الترتيب؛ ومرّر للإزالة. ينزلق الشريط أفقيًا داخل الطرفية.
el: Σύρετε για αναδιάταξη· σύρετε για αφαίρεση. Στο τερματικό η μπάρα κυλά οριζόντια.
es: Arrastra para reordenar; desliza para quitar. La barra se desplaza horizontalmente en el terminal.
fr: Faites glisser pour réorganiser ; balayez pour retirer. Dans le terminal, la barre défile horizontalement.
he: גרור לשינוי הסדר; החלק להסרה. הסרגל נגלל לרוחב במסוף.
hi: क्रम बदलने के लिए खींचें; हटाने के लिए स्वाइप करें। टर्मिनल में यह पट्टी क्षैतिज रूप से स्क्रॉल होती है।
it: Trascina per riordinare; scorri per rimuovere. Nel terminale la barra scorre orizzontalmente.
ja: ドラッグで並べ替え、スワイプで取り除きます。ターミナルではバーが横にスクロールします。
ko: 드래그하여 순서를 바꾸고, 쓸어넘겨 제거하십시오. 터미널에서 이 막대는 가로로 스크롤됩니다.
ru: Перетаскивайте для изменения порядка; смахивайте для удаления. В терминале панель прокручивается по горизонтали.
te: క్రమం మార్చడానికి లాగండి; తీసివేయడానికి స్వైప్ చేయండి. టెర్మినల్‌లో ఈ బార్ అడ్డంగా స్క్రోల్ అవుతుంది.
uk: Перетягуйте, щоб змінити порядок; проводьте, щоб прибрати. У терміналі панель прокручується горизонтально.
zh_hans: 拖动可重新排序，滑动可移除。该栏在终端中横向滚动。
zh_hant: 拖移可重新排序，滑動可移除。此列在終端機中會水平捲動。

source: Dynamic (SOCKS)
ar: ديناميكي (SOCKS)
el: Δυναμικό (SOCKS)
es: Dinámico (SOCKS)
fr: Dynamique (SOCKS)
he: דינמי (SOCKS)
hi: डायनामिक (SOCKS)
it: Dinamico (SOCKS)
ja: ダイナミック（SOCKS）
ko: 동적(SOCKS)
ru: Динамическое (SOCKS)
te: డైనమిక్ (SOCKS)
uk: Динамічне (SOCKS)
zh_hans: 动态 (SOCKS)
zh_hant: 動態 (SOCKS)

source: Edit
ar: تحرير
el: Επεξεργασία
es: Editar
fr: Modifier
he: ערוך
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
ru: Изменить
te: సవరించు
uk: Змінити
zh_hans: 编辑
zh_hant: 編輯

source: Enter a **Label**, the **Address** (hostname or IP), and the **Port** (22 by default).
ar: أدخل **تسمية** و**العنوان** (اسم المضيف أو عنوان IP) و**المنفذ** (22 افتراضيًا).
el: Εισαγάγετε μια **Ετικέτα**, τη **Διεύθυνση** (όνομα υπολογιστή ή IP) και τη **Θύρα** (22 από προεπιλογή).
es: Introduce una **Etiqueta**, la **Dirección** (nombre de host o IP) y el **Puerto** (22 por omisión).
fr: Saisissez un **Libellé**, l'**Adresse** (nom d'hôte ou IP) et le **Port** (22 par défaut).
he: הזן **תווית**, את ה**כתובת** (שם מארח או IP) ואת ה**יציאה** (22 כברירת מחדל).
hi: **लेबल**, **पता** (होस्टनाम या IP) और **पोर्ट** (डिफ़ॉल्ट 22) दर्ज करें।
it: Inserisci un'**Etichetta**, l'**Indirizzo** (hostname o IP) e la **Porta** (22 per impostazione predefinita).
ja: **ラベル**、**アドレス**（ホスト名または IP）、**ポート**（デフォルトは 22）を入力します。
ko: **레이블**, **주소**(호스트 이름 또는 IP), **포트**(기본값 22)를 입력하십시오.
ru: Введите **Метку**, **Адрес** (имя хоста или IP) и **Порт** (по умолчанию 22).
te: **లేబుల్**, **చిరునామా** (హోస్ట్‌నేమ్ లేదా IP), మరియు **పోర్ట్** (డిఫాల్ట్‌గా 22) నమోదు చేయండి.
uk: Введіть **Мітку**, **Адресу** (ім'я хоста або IP) і **Порт** (типово 22).
zh_hans: 输入**标签**、**地址**（主机名或 IP）和**端口**（默认为 22）。
zh_hant: 輸入**標籤**、**位址**（主機名稱或 IP）與**埠**（預設為 22）。

source: Enter the username and pick **Password** or **Key**.
ar: أدخل اسم المستخدم واختر **كلمة السر** أو **المفتاح**.
el: Εισαγάγετε το όνομα χρήστη και επιλέξτε **Κωδικός** ή **Κλειδί**.
es: Introduce el nombre de usuario y elige **Contraseña** o **Clave**.
fr: Saisissez le nom d'utilisateur et choisissez **Mot de passe** ou **Clé**.
he: הזן את שם המשתמש ובחר **סיסמה** או **מפתח**.
hi: उपयोगकर्ता नाम दर्ज करें और **पासवर्ड** या **कुंजी** चुनें।
it: Inserisci il nome utente e scegli **Password** o **Chiave**.
ja: ユーザ名を入力し、**パスワード**または**鍵**を選びます。
ko: 사용자 이름을 입력하고 **암호** 또는 **키**를 선택하십시오.
ru: Введите имя пользователя и выберите **Пароль** или **Ключ**.
te: వినియోగదారు పేరును నమోదు చేసి **పాస్‌వర్డ్** లేదా **కీ** ఎంచుకోండి.
uk: Введіть ім'я користувача та виберіть **Пароль** або **Ключ**.
zh_hans: 输入用户名，并选择**密码**或**密钥**。
zh_hant: 輸入使用者名稱，並選擇**密碼**或**金鑰**。

source: Every host has an SFTP file browser. SFTP runs over the same SSH connection, so there is nothing extra to set up.
ar: لكل مضيف متصفّح ملفات SFTP. يعمل SFTP عبر اتصال SSH نفسه، لذا لا حاجة إلى أي إعداد إضافي.
el: Κάθε διακομιστής έχει έναν περιηγητή αρχείων SFTP. Το SFTP τρέχει πάνω από την ίδια σύνδεση SSH, οπότε δεν χρειάζεται καμία επιπλέον ρύθμιση.
es: Todos los hosts tienen un explorador de archivos SFTP. SFTP funciona sobre la misma conexión SSH, así que no hay nada más que configurar.
fr: Chaque hôte dispose d'un navigateur de fichiers SFTP. SFTP passe par la même connexion SSH, il n'y a donc rien de plus à configurer.
he: לכל מארח יש דפדפן קבצים של SFTP. ‏SFTP פועל על אותו חיבור SSH, ולכן אין צורך בהגדרה נוספת.
hi: हर होस्ट में SFTP फ़ाइल ब्राउज़र होता है। SFTP उसी SSH कनेक्शन पर चलता है, इसलिए अलग से कुछ सेट करने की ज़रूरत नहीं।
it: Ogni host ha un browser di file SFTP. SFTP viaggia sulla stessa connessione SSH, quindi non c'è nulla da configurare in più.
ja: どのホストにも SFTP のファイルブラウザがあります。SFTP は同じ SSH 接続上で動くため、追加の設定は必要ありません。
ko: 모든 호스트에는 SFTP 파일 탐색기가 있습니다. SFTP는 동일한 SSH 연결에서 동작하므로 추가로 설정할 것이 없습니다.
ru: У каждого хоста есть файловый обозреватель SFTP. SFTP работает поверх того же соединения SSH, поэтому ничего дополнительно настраивать не нужно.
te: ప్రతి హోస్ట్‌కు SFTP ఫైల్ బ్రౌజర్ ఉంటుంది. SFTP అదే SSH కనెక్షన్‌పై నడుస్తుంది, కాబట్టి అదనంగా ఏమీ సెట్ చేయనవసరం లేదు.
uk: Кожен хост має файловий оглядач SFTP. SFTP працює поверх того самого з'єднання SSH, тож нічого додатково налаштовувати не потрібно.
zh_hans: 每台主机都有 SFTP 文件浏览器。SFTP 通过同一个 SSH 连接运行，因此无需任何额外设置。
zh_hant: 每部主機都有 SFTP 檔案瀏覽器。SFTP 透過同一個 SSH 連線運作，因此不需要任何額外設定。

source: Everything stays on your device — see **Your Data & Privacy** for details.
ar: يبقى كل شيء على جهازك — راجع **بياناتك وخصوصيتك** للتفاصيل.
el: Όλα παραμένουν στη συσκευή σας — δείτε **Τα δεδομένα σας και το απόρρητο** για λεπτομέρειες.
es: Todo permanece en tu dispositivo; consulta **Tus datos y privacidad** para más detalles.
fr: Tout reste sur votre appareil — voir **Vos données et votre confidentialité** pour les détails.
he: הכול נשאר במכשיר שלך — ראה **הנתונים והפרטיות שלך** לפרטים.
hi: सब कुछ आपके डिवाइस पर रहता है — विवरण के लिए **आपका डेटा और निजता** देखें।
it: Tutto resta sul tuo dispositivo — vedi **I tuoi dati e la privacy** per i dettagli.
ja: すべてがデバイス内に留まります。詳しくは**あなたのデータとプライバシー**をご覧ください。
ko: 모든 항목이 기기에 남습니다. 자세한 내용은 **사용자 데이터 및 개인정보 보호**를 참조하십시오.
ru: Всё остаётся на вашем устройстве — подробности см. в разделе **Ваши данные и конфиденциальность**.
te: అంతా మీ పరికరంలోనే ఉంటుంది — వివరాల కోసం **మీ డేటా మరియు గోప్యత** చూడండి.
uk: Усе лишається на вашому пристрої — подробиці див. у розділі **Ваші дані та приватність**.
zh_hans: 所有内容都保留在你的设备上 — 详见**你的数据与隐私**。
zh_hant: 所有內容都保留在你的裝置上 — 詳見**你的資料與隱私權**。

source: Favorite
ar: مفضّل
el: Αγαπημένο
es: Favorito
fr: Favori
he: מועדף
hi: पसंदीदा
it: Preferito
ja: お気に入り
ko: 즐겨찾기
ru: Избранное
te: ఇష్టమైనది
uk: Обране
zh_hans: 收藏
zh_hant: 收藏

source: Favorites
ar: المفضّلة
el: Αγαπημένα
es: Favoritos
fr: Favoris
he: מועדפים
hi: पसंदीदा
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
ru: Избранное
te: ఇష్టమైనవి
uk: Обране
zh_hans: 收藏
zh_hant: 收藏

source: Files
ar: الملفات
el: Αρχεία
es: Archivos
fr: Fichiers
he: קבצים
hi: फ़ाइलें
it: File
ja: ファイル
ko: 파일
ru: Файлы
te: ఫైల్‌లు
uk: Файли
zh_hans: 文件
zh_hant: 檔案

source: Files & Networking
ar: الملفات والشبكة
el: Αρχεία και δίκτυο
es: Archivos y red
fr: Fichiers et réseau
he: קבצים ורשת
hi: फ़ाइलें और नेटवर्क
it: File e rete
ja: ファイルとネットワーク
ko: 파일 및 네트워크
ru: Файлы и сеть
te: ఫైల్‌లు మరియు నెట్‌వర్క్
uk: Файли та мережа
zh_hans: 文件与网络
zh_hant: 檔案與網路

source: Files…
ar: الملفات…
el: Αρχεία…
es: Archivos…
fr: Fichiers…
he: קבצים…
hi: फ़ाइलें…
it: File…
ja: ファイル…
ko: 파일…
ru: Файлы…
te: ఫైల్‌లు…
uk: Файли…
zh_hans: 文件…
zh_hant: 檔案…

source: Font
ar: الخط
el: Γραμματοσειρά
es: Tipografía
fr: Police
he: גופן
hi: फ़ॉन्ट
ja: フォント
ko: 서체
ru: Шрифт
te: ఫాంట్
uk: Шрифт
zh_hans: 字体
zh_hant: 字體

source: For **Key**, select one of your keys.
ar: بالنسبة إلى **المفتاح**، اختر أحد مفاتيحك.
el: Για **Κλειδί**, επιλέξτε ένα από τα κλειδιά σας.
es: Para **Clave**, selecciona una de tus claves.
fr: Pour **Clé**, sélectionnez l'une de vos clés.
he: עבור **מפתח**, בחר אחד מהמפתחות שלך.
hi: **कुंजी** के लिए, अपनी कुंजियों में से एक चुनें।
it: Per **Chiave**, seleziona una delle tue chiavi.
ja: **鍵**を選んだ場合は、登録済みの鍵から 1 つ選びます。
ko: **키**를 선택한 경우, 보유한 키 중 하나를 선택하십시오.
ru: Для варианта **Ключ** выберите один из своих ключей.
te: **కీ** కోసం, మీ కీలలో ఒకదాన్ని ఎంచుకోండి.
uk: Для варіанта **Ключ** виберіть один зі своїх ключів.
zh_hans: 对于**密钥**，请选择你的密钥之一。
zh_hant: 對於**金鑰**，請選擇你的其中一把金鑰。

source: Forward
ar: توجيه
el: Προώθηση
es: Redirigir
fr: Rediriger
he: נתב
hi: फ़ॉरवर्ड करें
it: Inoltra
ja: 転送
ko: 전달
ru: Перенаправить
te: ఫార్వర్డ్ చేయి
uk: Переспрямувати
zh_hans: 转发
zh_hant: 轉送

source: Forward To (local)
ar: توجيه إلى (محلي)
el: Προώθηση σε (τοπικά)
es: Redirigir a (local)
fr: Rediriger vers (local)
he: נתב אל (מקומי)
hi: यहाँ फ़ॉरवर्ड करें (लोकल)
it: Inoltra a (locale)
ja: 転送先（ローカル）
ko: 전달 대상(로컬)
ru: Перенаправить на (локально)
te: దీనికి ఫార్వర్డ్ (లోకల్)
uk: Переспрямувати на (локально)
zh_hans: 转发到（本地）
zh_hant: 轉送至（本機）

source: Forward To (remote)
ar: توجيه إلى (بعيد)
el: Προώθηση σε (απομακρυσμένα)
es: Redirigir a (remoto)
fr: Rediriger vers (distant)
he: נתב אל (מרוחק)
hi: यहाँ फ़ॉरवर्ड करें (रिमोट)
it: Inoltra a (remoto)
ja: 転送先（リモート）
ko: 전달 대상(원격)
ru: Перенаправить на (удалённо)
te: దీనికి ఫార్వర్డ్ (రిమోట్)
uk: Переспрямувати на (віддалено)
zh_hans: 转发到（远程）
zh_hant: 轉送至（遠端）

source: Forwarding
ar: توجيه المنافذ
el: Προώθηση
es: Redirección
fr: Redirection
he: ניתוב יציאות
hi: फ़ॉरवर्डिंग
it: Inoltro
ja: 転送
ko: 포워딩
ru: Порты
te: ఫార్వర్డింగ్
uk: Порти
zh_hans: 端口转发
zh_hant: 埠轉送

source: From the **Hosts** menu, choose **Import from ssh_config**.
ar: من قائمة **المضيفون**، اختر **استيراد من ssh_config**.
el: Από το μενού **Διακομιστές**, επιλέξτε **Εισαγωγή από ssh_config**.
es: En el menú **Hosts**, elige **Importar desde ssh_config**.
fr: Dans le menu **Hôtes**, choisissez **Importer depuis ssh_config**.
he: מתפריט **מארחים**, בחר **ייבוא מ-ssh_config**.
hi: **होस्ट** मेन्यू से **ssh_config से आयात करें** चुनें।
it: Dal menu **Host**, scegli **Importa da ssh_config**.
ja: **ホスト**メニューから、**ssh_config から読み込む**を選びます。
ko: **호스트** 메뉴에서 **ssh_config에서 가져오기**를 선택하십시오.
ru: В меню **Хосты** выберите **Импорт из ssh_config**.
te: **హోస్ట్‌లు** మెనూ నుండి **ssh_config నుండి దిగుమతి చేయి** ఎంచుకోండి.
uk: У меню **Хости** виберіть **Імпорт із ssh_config**.
zh_hans: 在**主机**菜单中，选择**从 ssh_config 导入**。
zh_hant: 在**主機**選單中，選擇**從 ssh_config 輸入**。

source: From the **Hosts** menu, choose **Manage Groups**. Groups can be nested, and a group's default credentials and port are inherited by its hosts.
ar: من قائمة **المضيفون**، اختر **إدارة المجموعات**. يمكن تداخل المجموعات، ويرث مضيفو المجموعة بيانات الاعتماد والمنفذ الافتراضية الخاصة بها.
el: Από το μενού **Διακομιστές**, επιλέξτε **Διαχείριση ομάδων**. Οι ομάδες μπορούν να είναι ένθετες, και τα προεπιλεγμένα διαπιστευτήρια και η θύρα μιας ομάδας κληρονομούνται από τους διακομιστές της.
es: En el menú **Hosts**, elige **Gestionar grupos**. Los grupos pueden anidarse, y los hosts heredan las credenciales y el puerto predeterminados de su grupo.
fr: Dans le menu **Hôtes**, choisissez **Gérer les groupes**. Les groupes peuvent être imbriqués, et les identifiants et le port par défaut d'un groupe sont hérités par ses hôtes.
he: מתפריט **מארחים**, בחר **נהל קבוצות**. אפשר לקנן קבוצות, והמארחים יורשים את אישורי הגישה והיציאה שהוגדרו כברירת מחדל בקבוצה.
hi: **होस्ट** मेन्यू से **समूह प्रबंधित करें** चुनें। समूह एक-दूसरे के भीतर रखे जा सकते हैं, और किसी समूह के डिफ़ॉल्ट क्रेडेंशियल और पोर्ट उसके होस्ट को विरासत में मिलते हैं।
it: Dal menu **Host**, scegli **Gestisci gruppi**. I gruppi possono essere annidati e le credenziali e la porta predefinite di un gruppo vengono ereditate dai suoi host.
ja: **ホスト**メニューから、**グループを管理**を選びます。グループは入れ子にでき、グループのデフォルトの認証情報とポートは、その配下のホストに継承されます。
ko: **호스트** 메뉴에서 **그룹 관리**를 선택하십시오. 그룹은 중첩할 수 있으며, 그룹의 기본 인증 정보와 포트는 해당 호스트에 상속됩니다.
ru: В меню **Хосты** выберите **Управление группами**. Группы можно вкладывать друг в друга, а учётные данные и порт группы по умолчанию наследуются её хостами.
te: **హోస్ట్‌లు** మెనూ నుండి **గ్రూప్‌లను నిర్వహించు** ఎంచుకోండి. గ్రూప్‌లను ఒకదానిలో ఒకటి ఉంచవచ్చు, మరియు గ్రూప్ డిఫాల్ట్ ఆధారాలు, పోర్ట్‌ను దాని హోస్ట్‌లు వారసత్వంగా పొందుతాయి.
uk: У меню **Хости** виберіть **Керування групами**. Групи можуть бути вкладеними, а типові облікові дані й порт групи успадковують її хости.
zh_hans: 在**主机**菜单中，选择**管理群组**。群组可以嵌套，群组的默认凭证和端口会被其主机继承。
zh_hant: 在**主機**選單中，選擇**管理群組**。群組可以巢狀排列，群組的預設憑證與埠會由其主機繼承。

source: Generate
ar: توليد
el: Παραγωγή
es: Generar
fr: Générer
he: צור
hi: जनरेट करें
it: Genera
ja: 生成
ko: 만들기
ru: Сгенерировать
te: రూపొందించు
uk: Згенерувати
zh_hans: 生成
zh_hant: 產生
